Autodesk.Revit.DB.ViewSchedule.IsHeaderFrozen
A static property defining if the schedule header frozen setting is turned on or off in current Revit Application Session.
Remarks:
The setting will be written into Revit.ini if users set the value.
If users start multiple Revit sessions, the schedule header frozen setting might be different in each session.
Revit.ini file stores the lastest setting no matter what the Revit session is.
Since:
2020.2